module.exports = [
  {
    id: 0,
    question: "Сколько уровней в OSI модели?",
    0: 3,
    1: 7,
    2: 5,
    correct: 2
  },
  {
    id: 1,
    question: "Чем отличается HTTP от HTTPS?",
    0: "Шифрование",
    1: "Нет раззницы",
    2: "HTTP старая версия протокола, HTTPS новая",
    correct: 2
  },
  {
    id: 2,
    question: "Какой протокол использует (по умолчанию) 443 порт",
    0: "HTTP",
    1: "FTP",
    2: "DNS",
    3: "HTTPS",
    correct: 3
  },
  {
    id: 3,
    question: "Укажие уровень OSI модли для протокола FTP:",
    0: "Прикладной",
    1: "Сетевой",
    2: "Транспортный",
    3: "Канальный",
    correct: 0
  },
  {
    id: 3,
    question: "Укажие уровень OSI модли для протокола SMTP:",
    0: "Транспортный",
    1: "Прикладной",
    correct: 1
  }
];
